Repository: aleksipii/anatti
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, sv

# tab.projects
source: Projects
de: Projekte
es: Proyectos
fi: Projektit
fr: Projets
it: Progetti
sv: Projekt

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
sv: Inställningar

# projects.empty.title
source: No projects yet
de: Noch keine Projekte
es: Aún no hay proyectos
fi: Ei vielä projekteja
fr: Aucun projet pour l’instant
it: Ancora nessun progetto
sv: Inga projekt än

# projects.empty.message
source: Create a project to generate store screenshots and videos.
de: Erstelle ein Projekt, um Store-Screenshots und -Videos zu erzeugen.
es: Crea un proyecto para generar capturas y vídeos para las tiendas.
fi: Luo projekti tuottaaksesi kauppojen kuvakaappauksia ja videoita.
fr: Créez un projet pour générer des captures d’écran et des vidéos pour les stores.
it: Crea un progetto per generare screenshot e video per gli store.
sv: Skapa ett projekt för att generera skärmbilder och videor till apparnas butiker.

# projects.new
source: New Project
de: Neues Projekt
es: Nuevo proyecto
fi: Uusi projekti
fr: Nouveau projet
it: Nuovo progetto
sv: Nytt projekt

# settings.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
it: Ripristina acquisti
sv: Återställ köp

# settings.manage
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fi: Hallitse tilausta
fr: Gérer l’abonnement
it: Gestisci abbonamento
sv: Hantera prenumeration

# settings.privacy.note
source: Everything stays on this device.
de: Alles bleibt auf diesem Gerät.
es: Todo permanece en este dispositivo.
fi: Kaikki pysyy tällä laitteella.
fr: Tout reste sur cet appareil.
it: Tutto resta su questo dispositivo.
sv: Allt stannar på den här enheten.

# paywall.title
source: Unlock Anatti Pro
de: Anatti Pro freischalten
es: Desbloquea Anatti Pro
fi: Avaa Anatti Pro
fr: Débloquez Anatti Pro
it: Sblocca Anatti Pro
sv: Lås upp Anatti Pro

# paywall.subtitle
source: Create App Store and Google Play screenshots and videos in minutes.
de: Erstelle App-Store- und Google-Play-Screenshots und -Videos in Minuten.
es: Crea capturas y vídeos para App Store y Google Play en minutos.
fi: Luo App Storen ja Google Playn kuvakaappaukset ja videot minuuteissa.
fr: Créez en quelques minutes des captures d’écran et des vidéos pour l’App Store et Google Play.
it: Crea screenshot e video per App Store e Google Play in pochi minuti.
sv: Skapa skärmbilder och videor för App Store och Google Play på några minuter.

# paywall.feature.sizes
source: Every required size for App Store and Google Play
de: Alle erforderlichen Größen für App Store und Google Play
es: Todos los tamaños necesarios para App Store y Google Play
fi: Kaikki App Storen ja Google Playn vaatimat koot
fr: Toutes les tailles requises pour l’App Store et Google Play
it: Tutte le dimensioni richieste per App Store e Google Play
sv: Alla storlekar som krävs för App Store och Google Play

# paywall.feature.video
source: App preview videos that meet store rules
de: App-Vorschauvideos, die die Store-Vorgaben erfüllen
es: Vídeos de vista previa que cumplen las normas de las tiendas
fi: Sovellusesittelyvideot, jotka täyttävät kauppojen säännöt
fr: Vidéos de présentation conformes aux règles des stores
it: Video anteprima che rispettano le regole degli store
sv: Apprevyer som uppfyller butikernas regler

# paywall.feature.local
source: 100% on-device. Your files never leave your phone.
de: 100 % auf dem Gerät. Deine Dateien verlassen nie dein iPhone.
es: 100 % en el dispositivo. Tus archivos nunca salen de tu teléfono.
fi: 100 % laitteella. Tiedostosi eivät koskaan poistu puhelimestasi.
fr: 100 % sur l’appareil. Vos fichiers ne quittent jamais votre téléphone.
it: 100% sul dispositivo. I tuoi file non lasciano mai il telefono.
sv: 100 % på enheten. Dina filer lämnar aldrig din telefon.

# paywall.feature.languages
source: Localized in 7 languages
de: In 7 Sprachen lokalisiert
es: Disponible en 7 idiomas
fi: Saatavilla 7 kielellä
fr: Disponible en 7 langues
it: Localizzata in 7 lingue
sv: Översatt till 7 språk

# paywall.cta
source: Subscribe for %@ per month
de: Für %@ pro Monat abonnieren
es: Suscribirse por %@ al mes
fi: Tilaa hintaan %@ kuukaudessa
fr: S’abonner pour %@ par mois
it: Abbonati a %@ al mese
sv: Prenumerera för %@ per månad

# paywall.price.fallback
source: 7.99 € per month
de: 7,99 € pro Monat
es: 7,99 € al mes
fi: 7,99 € kuukaudessa
fr: 7,99 € par mois
it: 7,99 € al mese
sv: 7,99 € per månad

# paywall.renewal
source: Renews monthly until cancelled. Cancel anytime in Settings.
de: Verlängert sich monatlich bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: Se renueva cada mes hasta que se cancele. Cancela cuando quieras en Ajustes.
fi: Uusiutuu kuukausittain, kunnes peruutat. Peruuta milloin tahansa Asetuksissa.
fr: Se renouvelle chaque mois jusqu’à résiliation. Résiliable à tout moment dans Réglages.
it: Si rinnova ogni mese fino alla disdetta. Annulla in qualsiasi momento da Impostazioni.
sv: Förnyas varje månad tills du avbryter. Avsluta när som helst i Inställningar.

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
it: Ripristina acquisti
sv: Återställ köp

# paywall.terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
it: Termini di utilizzo
sv: Användarvillkor

# paywall.privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
it: Informativa sulla privacy
sv: Integritetspolicy

# paywall.close
source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
sv: Stäng

# paywall.error.generic
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fi: Jokin meni pieleen. Yritä uudelleen.
fr: Un problème est survenu. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.
sv: Något gick fel. Försök igen.

# paywall.error.unavailable
source: Subscription is not available right now.
de: Das Abo ist derzeit nicht verfügbar.
es: La suscripción no está disponible en este momento.
fi: Tilaus ei ole tällä hetkellä saatavilla.
fr: L’abonnement n’est pas disponible pour le moment.
it: L’abbonamento non è disponibile al momento.
sv: Prenumerationen är inte tillgänglig just nu.

# paywall.pending
source: Your purchase is waiting for approval.
de: Dein Kauf wartet auf Genehmigung.
es: Tu compra está pendiente de aprobación.
fi: Ostoksesi odottaa hyväksyntää.
fr: Votre achat est en attente d’approbation.
it: Il tuo acquisto è in attesa di approvazione.
sv: Ditt köp väntar på godkännande.

# paywall.thanks
source: Thank you! Anatti Pro is active.
de: Danke! Anatti Pro ist aktiv.
es: ¡Gracias! Anatti Pro está activo.
fi: Kiitos! Anatti Pro on käytössä.
fr: Merci ! Anatti Pro est activé.
it: Grazie! Anatti Pro è attivo.
sv: Tack! Anatti Pro är aktivt.

# export.locked
source: Export requires Anatti Pro
de: Der Export erfordert Anatti Pro
es: La exportación requiere Anatti Pro
fi: Vienti vaatii Anatti Pron
fr: L’export nécessite Anatti Pro
it: L’esportazione richiede Anatti Pro
sv: Export kräver Anatti Pro

# export.unlock
source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fi: Avaa Pro
fr: Débloquer Pro
it: Sblocca Pro
sv: Lås upp Pro

# project.name.placeholder
source: Project name
de: Projektname
es: Nombre del proyecto
fi: Projektin nimi
fr: Nom du projet
it: Nome del progetto
sv: Projektnamn

# project.create
source: Create
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
sv: Skapa

# project.delete
source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
sv: Radera

# project.created
source: Created %@
de: Erstellt am %@
es: Creado el %@
fi: Luotu %@
fr: Créé le %@
it: Creato il %@
sv: Skapad %@

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
sv: Avbryt

# settings.pro.active
source: Active
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
sv: Aktiv

# settings.pro.inactive
source: Not subscribed
de: Nicht abonniert
es: Sin suscripción
fi: Ei tilausta
fr: Non abonné
it: Non abbonato
sv: Ingen prenumeration

# settings.section.subscription
source: Subscription
de: Abonnement
es: Suscripción
fi: Tilaus
fr: Abonnement
it: Abbonamento
sv: Prenumeration

# settings.section.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
sv: Integritet

# slides.empty.title
source: No screenshots yet
de: Noch keine Screenshots
es: Aún no hay capturas
fi: Ei vielä kuvakaappauksia
fr: Aucune capture d’écran
it: Ancora nessuno screenshot
sv: Inga skärmbilder än

# slides.empty.message
source: Add a slide with your app screenshot, a headline and a caption.
de: Füge eine Folie mit deinem App-Screenshot, einer Überschrift und einer Bildunterschrift hinzu.
es: Añade una diapositiva con la captura de tu app, un título y un subtítulo.
fi: Lisää dia, jossa on sovelluksesi kuvakaappaus, otsikko ja alateksti.
fr: Ajoutez une diapositive avec la capture de votre app, un titre et une légende.
it: Aggiungi una slide con lo screenshot della tua app, un titolo e una didascalia.
sv: Lägg till en bild med din apps skärmbild, en rubrik och en bildtext.

# slide.add
source: Add Screenshot
de: Screenshot hinzufügen
es: Añadir captura
fi: Lisää kuvakaappaus
fr: Ajouter une capture
it: Aggiungi screenshot
sv: Lägg till skärmbild

# slide.untitled
source: Untitled
de: Ohne Titel
es: Sin título
fi: Nimetön
fr: Sans titre
it: Senza titolo
sv: Namnlös

# editor.title
source: Edit Screenshot
de: Screenshot bearbeiten
es: Editar captura
fi: Muokkaa kuvakaappausta
fr: Modifier la capture
it: Modifica screenshot
sv: Redigera skärmbild

# editor.headline
source: Headline
de: Überschrift
es: Título
fi: Otsikko
fr: Titre
it: Titolo
sv: Rubrik

# editor.caption
source: Caption
de: Bildunterschrift
es: Subtítulo
fi: Alateksti
fr: Légende
it: Didascalia
sv: Bildtext

# editor.image.choose
source: Choose Screenshot
de: Screenshot auswählen
es: Elegir captura
fi: Valitse kuvakaappaus
fr: Choisir une capture
it: Scegli screenshot
sv: Välj skärmbild

# editor.image.replace
source: Replace Screenshot
de: Screenshot ersetzen
es: Reemplazar captura
fi: Vaihda kuvakaappaus
fr: Remplacer la capture
it: Sostituisci screenshot
sv: Byt skärmbild

# editor.placement.top
source: Top
de: Oben
es: Arriba
fi: Ylhäällä
fr: Haut
it: In alto
sv: Överst

# editor.placement.bottom
source: Bottom
de: Unten
es: Abajo
fi: Alhaalla
fr: Bas
it: In basso
sv: Nederst

# editor.size
source: Output Size
de: Ausgabegröße
es: Tamaño de salida
fi: Tulostuskoko
fr: Taille de sortie
it: Dimensione di output
sv: Utdatastorlek

# editor.check
source: Check Output
de: Ergebnis prüfen
es: Comprobar resultado
fi: Tarkista tulos
fr: Vérifier le résultat
it: Controlla il risultato
sv: Kontrollera resultatet

# editor.check.ok
source: Ready: %@ px, no transparency, %@
de: Bereit: %@ px, keine Transparenz, %@
es: Listo: %@ px, sin transparencia, %@
fi: Valmis: %@ px, ei läpinäkyvyyttä, %@
fr: Prêt : %@ px, sans transparence, %@
it: Pronto: %@ px, senza trasparenza, %@
sv: Klart: %@ px, ingen transparens, %@

# editor.check.size
source: Size does not match the store requirements.
de: Die Größe entspricht nicht den Store-Vorgaben.
es: El tamaño no cumple los requisitos de la tienda.
fi: Koko ei vastaa kaupan vaatimuksia.
fr: La taille ne respecte pas les exigences de la boutique.
it: Le dimensioni non rispettano i requisiti dello store.
sv: Storleken uppfyller inte butikens krav.

# editor.check.alpha
source: The image has transparency.
de: Das Bild enthält Transparenz.
es: La imagen tiene transparencia.
fi: Kuvassa on läpinäkyvyyttä.
fr: L’image contient de la transparence.
it: L’immagine contiene trasparenza.
sv: Bilden har transparens.

# editor.check.large
source: The file is too large.
de: Die Datei ist zu groß.
es: El archivo es demasiado grande.
fi: Tiedosto on liian suuri.
fr: Le fichier est trop volumineux.
it: Il file è troppo grande.
sv: Filen är för stor.

# editor.check.format
source: The file format is not accepted.
de: Das Dateiformat wird nicht akzeptiert.
es: El formato de archivo no es válido.
fi: Tiedostomuotoa ei hyväksytä.
fr: Le format de fichier n’est pas accepté.
it: Il formato del file non è accettato.
sv: Filformatet accepteras inte.

# editor.check.failed
source: Rendering failed.
de: Rendern fehlgeschlagen.
es: Error al generar la imagen.
fi: Renderöinti epäonnistui.
fr: Échec du rendu.
it: Rendering non riuscito.
sv: Renderingen misslyckades.

# project.colors
source: Colors
de: Farben
es: Colores
fi: Värit
fr: Couleurs
it: Colori
sv: Färger

# project.color.top
source: Top Color
de: Obere Farbe
es: Color superior
fi: Yläväri
fr: Couleur du haut
it: Colore superiore
sv: Övre färg

# project.color.bottom
source: Bottom Color
de: Untere Farbe
es: Color inferior
fi: Alaväri
fr: Couleur du bas
it: Colore inferiore
sv: Nedre färg

# common.done
source: Done
de: Fertig
es: Listo
fi: Valmis
fr: OK
it: Fine
sv: Klar

# export.project
source: Project
de: Projekt
es: Proyecto
fi: Projekti
fr: Projet
it: Progetto
sv: Projekt

# export.sizes
source: Sizes
de: Größen
es: Tamaños
fi: Koot
fr: Tailles
it: Dimensioni
sv: Storlekar

# export.start
source: Export Screenshots
de: Screenshots exportieren
es: Exportar capturas
fi: Vie kuvakaappaukset
fr: Exporter les captures
it: Esporta screenshot
sv: Exportera skärmbilder

# export.done
source: %lld images ready
de: %lld Bilder bereit
es: %lld imágenes listas
fi: %lld kuvaa valmiina
fr: %lld images prêtes
it: %lld immagini pronte
sv: %lld bilder klara

# export.skipped
source: %lld skipped because they did not pass the checks
de: %lld übersprungen, da sie die Prüfungen nicht bestanden
es: %lld omitidas por no superar las comprobaciones
fi: %lld ohitettu, koska ne eivät läpäisseet tarkistuksia
fr: %lld ignorées car elles n’ont pas passé les contrôles
it: %lld saltate perché non hanno superato i controlli
sv: %lld hoppades över eftersom de inte klarade kontrollerna

# export.save
source: Save to Files
de: In Dateien sichern
es: Guardar en Archivos
fi: Tallenna Tiedostoihin
fr: Enregistrer dans Fichiers
it: Salva in File
sv: Spara i Filer

# export.share
source: Share or AirDrop
de: Teilen oder AirDrop
es: Compartir o AirDrop
fi: Jaa tai AirDrop
fr: Partager ou AirDrop
it: Condividi o AirDrop
sv: Dela eller AirDrop

# export.warn.many
source: A store accepts at most %lld screenshots per size. You have %lld.
de: Ein Store akzeptiert höchstens %lld Screenshots pro Größe. Du hast %lld.
es: Una tienda acepta como máximo %lld capturas por tamaño. Tienes %lld.
fi: Kauppa hyväksyy enintään %lld kuvakaappausta kokoa kohti. Sinulla on %lld.
fr: Une boutique accepte au maximum %lld captures par taille. Vous en avez %lld.
it: Uno store accetta al massimo %lld screenshot per dimensione. Ne hai %lld.
sv: En butik accepterar högst %lld skärmbilder per storlek. Du har %lld.

# export.warn.few
source: A required size needs at least %lld screenshots. You have %lld.
de: Eine erforderliche Größe benötigt mindestens %lld Screenshots. Du hast %lld.
es: Un tamaño obligatorio necesita al menos %lld capturas. Tienes %lld.
fi: Pakollinen koko vaatii vähintään %lld kuvakaappausta. Sinulla on %lld.
fr: Une taille obligatoire nécessite au moins %lld captures. Vous en avez %lld.
it: Una dimensione obbligatoria richiede almeno %lld screenshot. Ne hai %lld.
sv: En obligatorisk storlek kräver minst %lld skärmbilder. Du har %lld.

# project.videos
source: Preview Videos
de: Vorschauvideos
es: Vídeos de vista previa
fi: Esittelyvideot
fr: Vidéos d’aperçu
it: Video di anteprima
sv: Förhandsvideor

# video.add
source: Add Video
de: Video hinzufügen
es: Añadir vídeo
fi: Lisää video
fr: Ajouter une vidéo
it: Aggiungi video
sv: Lägg till video

# video.empty
source: Add a screen recording to turn it into App Store preview videos.
de: Füge eine Bildschirmaufnahme hinzu, um daraus App-Store-Vorschauvideos zu erstellen.
es: Añade una grabación de pantalla para convertirla en vídeos de vista previa de App Store.
fi: Lisää ruudunnauhoitus, niin siitä tehdään App Storen esittelyvideoita.
fr: Ajoutez un enregistrement d’écran pour en faire des vidéos d’aperçu App Store.
it: Aggiungi una registrazione dello schermo per trasformarla in video di anteprima App Store.
sv: Lägg till en skärminspelning för att göra App Store-förhandsvideor av den.

# video.import.failed
source: Could not add the video.
de: Das Video konnte nicht hinzugefügt werden.
es: No se pudo añadir el vídeo.
fi: Videota ei voitu lisätä.
fr: Impossible d’ajouter la vidéo.
it: Impossibile aggiungere il video.
sv: Videon kunde inte läggas till.

# export.videos
source: Preview video sizes
de: Größen der Vorschauvideos
es: Tamaños de vídeo de vista previa
fi: Esittelyvideoiden koot
fr: Tailles des vidéos d’aperçu
it: Dimensioni dei video di anteprima
sv: Storlekar för förhandsvideor

# export.warn.videos
source: A store accepts at most %lld preview videos per size. You have %lld.
de: Ein Store akzeptiert höchstens %lld Vorschauvideos pro Größe. Du hast %lld.
es: Una tienda acepta como máximo %lld vídeos de vista previa por tamaño. Tienes %lld.
fi: Kauppa hyväksyy enintään %lld esittelyvideota kokoa kohti. Sinulla on %lld.
fr: Une boutique accepte au maximum %lld vidéos d’aperçu par taille. Vous en avez %lld.
it: Uno store accetta al massimo %lld video di anteprima per dimensione. Ne hai %lld.
sv: En butik accepterar högst %lld förhandsvideor per storlek. Du har %lld.

# export.nocontent
source: Add screenshots or videos to this project first.
de: Füge diesem Projekt zuerst Screenshots oder Videos hinzu.
es: Primero añade capturas o vídeos a este proyecto.
fi: Lisää projektiin ensin kuvakaappauksia tai videoita.
fr: Ajoutez d’abord des captures ou des vidéos à ce projet.
it: Aggiungi prima screenshot o video a questo progetto.
sv: Lägg först till skärmbilder eller videor i projektet.

# project.brand
source: App Identity
de: App-Identität
es: Identidad de la app
fi: Sovelluksen ilme
fr: Identité de l’app
it: Identità dell’app
sv: Appens identitet

# project.icon.choose
source: Choose App Icon
de: App-Symbol auswählen
es: Elegir icono de la app
fi: Valitse sovelluskuvake
fr: Choisir l’icône de l’app
it: Scegli l’icona dell’app
sv: Välj appikon

# project.icon.replace
source: Replace App Icon
de: App-Symbol ersetzen
es: Reemplazar icono de la app
fi: Vaihda sovelluskuvake
fr: Remplacer l’icône de l’app
it: Sostituisci l’icona dell’app
sv: Byt appikon

# project.tagline
source: Tagline
de: Slogan
es: Eslogan
fi: Tunnuslause
fr: Slogan
it: Slogan
sv: Slogan

# export.play
source: Google Play graphics
de: Google-Play-Grafiken
es: Gráficos de Google Play
fi: Google Play -grafiikat
fr: Visuels Google Play
it: Grafiche Google Play
sv: Google Play-grafik

# export.play.noicon
source: Add an app icon to the project to export the Play icon.
de: Füge dem Projekt ein App-Symbol hinzu, um das Play-Symbol zu exportieren.
es: Añade un icono de la app al proyecto para exportar el icono de Play.
fi: Lisää projektiin sovelluskuvake, niin voit viedä Play-kuvakkeen.
fr: Ajoutez une icône d’app au projet pour exporter l’icône Play.
it: Aggiungi un’icona dell’app al progetto per esportare l’icona Play.
sv: Lägg till en appikon i projektet för att exportera Play-ikonen.

# play.icon
source: App Icon
de: App-Symbol
es: Icono de la app
fi: Sovelluskuvake
fr: Icône de l’app
it: Icona dell’app
sv: Appikon

# play.feature
source: Feature Graphic
de: Feature-Grafik
es: Gráfico de funciones
fi: Ominaisuuskuva
fr: Image de présentation
it: Immagine in evidenza
sv: Funktionsgrafik

# settings.restore.none
source: No active subscription found.
de: Kein aktives Abonnement gefunden.
es: No se encontró ninguna suscripción activa.
fi: Aktiivista tilausta ei löytynyt.
fr: Aucun abonnement actif trouvé.
it: Nessun abbonamento attivo trovato.
sv: Ingen aktiv prenumeration hittades.

# tab.export
source: Export
es: Exportar
fi: Vie
fr: Exporter
it: Esporta
sv: Exportera

# slides.title
source: Screenshots
es: Capturas
fi: Kuvakaappaukset
fr: Captures d’écran
it: Screenshot
sv: Skärmbilder

# editor.placement
source: Text Position
es: Posición del texto
fi: Tekstin sijainti
fr: Position du texte
it: Posizione del testo
sv: Textplacering

# video.row
source: Video %lld
es: Vídeo %lld
fr: Vidéo %lld

# play.banner
source: TV Banner
es: Banner de TV
fi: TV-banneri
fr: Bannière TV
it: Banner TV
